import React from 'react'
import TitlePage from '../../Components/TitlePage/TitlePage'
import Header from '../../Components/Header/Header'
import Footer from '../../Components/Footer/Footer'
import Breadcrumb from '../../Components/Breadcrumb/Breadcrumb'
import "./BlogInfo.css"

export default function BlogInfo() {
    return (
        <>
            <TitlePage title="اطلاعات بلاگ" />
            <Header />
            <section className='blog'>
                <div className="container">
                    <div className="blog-info bg-white dark:bg-zinc-700 dark:text-white mt-24 md:mt-40 mb-16 md:mb-28 p-4 xs:p-5 rounded-lg">
                        <h1 className='text-xl/7 xs:text-2xl/8 sm:text-3xl/10 text-center mb-2 xs:mb-3'> راهنمای آموزش فوم‌گیری شیر بدون دستگاه اسپرسو </h1>
                        <Breadcrumb
                            firstTitle="بلاگ ها"
                            firsTitletLink="/blogs"
                            centered={true}
                        />
                        <div className='my-10 md:my-16 flex justify-center'>
                            <img loading="lazy" src="/images/blogs/blog-1.png" alt="Blog Image" className='w-full md:w-[80%] aspect-video rounded-md' />
                        </div>
                        <div className='blog-content'>
                            <h2>
                                راهنمای آموزش فوم‌گیری شیر بدون دستگاه اسپرسو
                            </h2>
                            <p>
                                سلام
                                ما برآنیم تا با پیشرو بودن در فرآیند تولید، نوع و کیفیت محصول، خدمات و توزیع، الگویی برای تولیدکنندگان ایرانی باشیم و به مرجع فرهنگ قهوه در ایران تبدیل شویم. می‌پنداریم که نظر مردم ایران و منطقه باید نسبت به کالای ایرانی بهبود یابد و در این راستا با اشتیاق می‌کوشیم.
                                ما برآنیم تا با پیشرو بودن در فرآیند تولید، نوع و کیفیت محصول، خدمات و توزیع، الگویی برای تولیدکنندگان ایرانی باشیم و به مرجع فرهنگ قهوه در ایران تبدیل شویم. می‌پنداریم که نظر مردم ایران و منطقه باید نسبت به کالای ایرانی بهبود یابد و در این راستا با اشتیاق می‌کوشیم."
                                <br /><br />
                                سلام
                                <br />
                                ما برآنیم تا با پیشرو بودن در فرآیند تولید، نوع و کیفیت محصول، خدمات و توزیع، الگویی برای تولیدکنندگان ایرانی باشیم و به مرجع فرهنگ قهوه در ایران تبدیل شویم. می‌پنداریم که نظر مردم ایران و منطقه باید نسبت به کالای ایرانی بهبود یابد و در این راستا با اشتیاق می‌کوشیم.
                                ما برآنیم تا با پیشرو بودن در فرآیند تولید، نوع و کیفیت محصول، خدمات و توزیع، الگویی برای تولیدکنندگان ایرانی باشیم و به مرجع فرهنگ قهوه در ایران تبدیل شویم. می‌پنداریم که نظر مردم ایران و منطقه باید نسبت به کالای ایرانی بهبود یابد و در این راستا با اشتیاق می‌کوشیم."
                                <br />
                            </p>
                            <h3> متن تستی بدون معنی </h3>
                            <h2>
                                راهنمای آموزش فوم‌گیری شیر بدون دستگاه اسپرسو
                            </h2>
                            <p>
                                سلام
                                ما برآنیم تا با پیشرو بودن در فرآیند تولید، نوع و کیفیت محصول، خدمات و توزیع، الگویی برای تولیدکنندگان ایرانی باشیم و به مرجع فرهنگ قهوه در ایران تبدیل شویم. می‌پنداریم که نظر مردم ایران و منطقه باید نسبت به کالای ایرانی بهبود یابد و در این راستا با اشتیاق می‌کوشیم.
                                ما برآنیم تا با پیشرو بودن در فرآیند تولید، نوع و کیفیت محصول، خدمات و توزیع، الگویی برای تولیدکنندگان ایرانی باشیم و به مرجع فرهنگ قهوه در ایران تبدیل شویم. می‌پنداریم که نظر مردم ایران و منطقه باید نسبت به کالای ایرانی بهبود یابد و در این راستا با اشتیاق می‌کوشیم."
                                <br /><br />
                                سلام
                                <br />
                                ما برآنیم تا با پیشرو بودن در فرآیند تولید، نوع و کیفیت محصول، خدمات و توزیع، الگویی برای تولیدکنندگان ایرانی باشیم و به مرجع فرهنگ قهوه در ایران تبدیل شویم. می‌پنداریم که نظر مردم ایران و منطقه باید نسبت به کالای ایرانی بهبود یابد و در این راستا با اشتیاق می‌کوشیم.
                                ما برآنیم تا با پیشرو بودن در فرآیند تولید، نوع و کیفیت محصول، خدمات و توزیع، الگویی برای تولیدکنندگان ایرانی باشیم و به مرجع فرهنگ قهوه در ایران تبدیل شویم. می‌پنداریم که نظر مردم ایران و منطقه باید نسبت به کالای ایرانی بهبود یابد و در این راستا با اشتیاق می‌کوشیم."
                                <br />
                            </p>
                            <h3> متن تستی بدون معنی</h3>
                            <ol>
                                <li> متن تستی بدون معنی</li>
                                <li> متن تستی بدون معنی</li>
                                <li> متن تستی بدون معنی</li>
                                <li> متن تستی بدون معنی</li>
                            </ol>
                            <h2>
                                راهنمای آموزش فوم‌گیری شیر بدون دستگاه اسپرسو
                            </h2>
                            <ul>
                                <li> متن تستی بدون معنی</li>
                                <li> متن تستی بدون معنی</li>
                                <li> متن تستی بدون معنی</li>
                                <li> متن تستی بدون معنی</li>
                            </ul>
                            <h3> متن تستی بدون معنی متن تستی بدون معنی </h3>
                            <p>
                                سلام
                                <br />
                                ما برآنیم تا با پیشرو بودن در فرآیند تولید، نوع و کیفیت محصول، خدمات و توزیع، الگویی برای تولیدکنندگان ایرانی باشیم و به مرجع فرهنگ قهوه در ایران تبدیل شویم. می‌پنداریم که نظر مردم ایران و منطقه باید نسبت به کالای ایرانی بهبود یابد و در این راستا با اشتیاق می‌کوشیم.
                                ما برآنیم تا با پیشرو بودن در فرآیند تولید، نوع و کیفیت محصول، خدمات و توزیع، الگویی برای تولیدکنندگان ایرانی باشیم و به مرجع فرهنگ قهوه در ایران تبدیل شویم. می‌پنداریم که نظر مردم ایران و منطقه باید نسبت به کالای ایرانی بهبود یابد و در این راستا با اشتیاق می‌کوشیم."
                            </p>
                            <a href="#">لینک</a>
                        </div>
                    </div>
                </div>
            </section>
            <Footer />
        </>
    )
}