export default [
    {
        name: 'فروردین',
        "سود": 18,
        "فروش": 25,
    },
    {
        name: 'اردیبهشت',
        "سود": 10,
        "فروش": 15,
    },
    {
        name: 'خرداد',
        "سود": 55,
        "فروش": 38,
    },
    {
        name: 'تیر',
        "سود": 96,
        "فروش": 95,
    },
    {
        name: 'مرداد',
        "سود": 24,
        "فروش": 42,
    },
    {
        name: 'شهریور',
        "سود": 28,
        "فروش": 35,
    },
    {
        name: 'مهر',
        "سود": 63,
        "فروش": 30,
    },
    {
        name: 'آبان',
        "سود": 3,
        "فروش": 8,
    },
    {
        name: 'آذر',
        "سود": 69,
        "فروش": 75,
    },
    {
        name: 'دی',
        "سود": 70,
        "فروش": 68,
    },
    {
        name: 'بهمن',
        "سود": 80,
        "فروش": 78,
    },
    {
        name: 'اسفند',
        "سود": 55,
        "فروش": 64,
    },
].reverse()